[
    {
        "id": "7543053b-22ae-48de-9f8e-c10065ee83c1",
        "name": "Paving Driveways",
        "category-slug": "driveways-and-surfacing",
        "category": "Driveways and Surfacing",
        "description": [
            "Our paving driveways service is tailored to provide the highest standard of workmanship, ensuring a professional and polished result every time. We take the time to understand your needs and deliver results that exceed expectations.",
            "Whether you're looking to maintain your property, refresh your outdoor space, or start a complete transformation, our team is ready to help. With years of experience and a passion for quality, we handle each paving job with care and precision."
        ],
        "image_urls": ["/images/driveways.jpg"]
    },
    {
        "id": "cdcbbfe6-4c19-4e40-b10d-d3e8b8032349",
        "name": "Resin Driveways",
        "category-slug": "driveways-and-surfacing",
        "category": "Driveways and Surfacing",
        "description": [
            "A resin driveway, also known as resin bound surfacing, is a type of driveway construction that utilizes a mixture of natural aggregates (like gravel or stone) and a clear, UV-stable resin binder. Resin driveways are known for their attractive appearance, low maintenance requirements, and ability to allow water to drain through, reducing surface water runoff."
        ],
        "image_urls": ["/images/resin.jpg"]
    },
    {
        "id": "6e91b61e-d94e-4196-83ab-af88c56cb41a",
        "name": "Concrete",
        "category-slug": "driveways-and-surfacing",
        "category": "Driveways and Surfacing",
        "description": [
            "Our Concrete gives Driveways, Patios, Pathways & Steps/Kerbs a new lease of life & is much easier to maintain than other materials.It offers a clean, modern look and can be finished in various styles, such as stamped or stained, to enhance its aesthetic appeal."
        ],
        "image_urls": ["/images/concrete.jpg"]
    },
    {
        "id": "6679a081-6f2f-4a9b-8f41-b02fdce2f509",
        "name": "Aqua Drains",
        "category-slug": "driveways-and-surfacing",
        "category": "Driveways and Surfacing",
        "description": [
            "Without proper driveway drainage, water can find its way into your property. By having an efficient driveway drainage system, you can protect your property from potential flooding and related water damage, especially in areas prone to heavy rainfall or cold weather."
        ],
        "image_urls": ["/images/drainage2.jpg"]
    },
    {
        "id": "da879761-091a-4a43-baaf-e86fc7c8d9a3",
        "name": "Patios",
        "category-slug": "patios-paths-and-decking",
        "category": "Patios, Paths and Decking",
        "description": [
            "Whether you desire a cosy outdoor retreat, a sophisticated entertainment area, or a durable family space, we are equipped to bring your vision to life. Our comprehensive range of surfacing materials allows us to design patios that are not only beautiful but also functional."
        ],
        "image_urls": ["/images/patio.jpg"]
    },
    {
        "id": "3bb38d7c-8f6b-4c55-b64d-ec66bd906e0b",
        "name": "Paths",
        "category-slug": "patios-paths-and-decking",
        "category": "Patios, Paths and Decking",
        "description": [
            "From winding trails to straight, narrow passageways – every garden can benefit from a path. They add structure and dimension, invite exploration, and guide you through your own patch of paradise. "
        ],
        "image_urls": ["/images/paths.jpg"]
    },
    {
        "id": "84bcb418-0281-43b2-b40c-7bcfd631fc8e",
        "name": "Decking",
        "category-slug": "patios-paths-and-decking",
        "category": "Patios, Paths and Decking",
        "description": [
            "One of the best ways to add extra value to your home is with a beautiful garden decking solution. A professionally constructed deck acts as the perfect feature for your landscaping garden design. "
        ],
        "image_urls": ["/images/decking.jpg"]
    },
    {
        "id": "328f19c3-5e6b-43fc-a93d-197791a005df",
        "name": "Edging",
        "category-slug": "patios-paths-and-decking",
        "category": "Patios, Paths and Decking",
        "description": [
            "By using lawn edging garden products, you can easily divide your outdoor space. They can also be used to define the front perimeter of your property using a choice of robust or flexible materials. "
        ],
        "image_urls": ["/images/edging.jpg"]
    },
    {
        "id": "0df8045e-addc-495e-9f62-c129219b9124",
        "name": "Fencing",
        "category-slug": "fencing-and-structures",
        "category": "Fencing and Structures",
        "description": [
            "Garden fencing offers numerous benefits, including enhanced privacy, increased security, defined property boundaries, and aesthetic appeal. It can also act as a windbreak, reduce noise, and provide a safe space for children and pets. "
        ],
        "image_urls": ["/images/fencing.jpg"]
    },
    {
        "id": "333aaade-9e4b-4ae1-9284-a4c77f75eb5a",
        "name": "Pergolas & Canopies",
        "category-slug": "fencing-and-structures",
        "category": "Fencing and Structures",
        "description": [
            "Pergolas excel in enhancing outdoor living spaces by providing shade and increasing aesthetic appeal. They can also increase property value and create defined areas for relaxation and entertainment."
        ],
        "image_urls": ["/images/pergola.jpg"]
    },
    {
        "id": "c37f8c50-330e-4417-81f4-d4e64204a0dc",
        "name": "Walls",
        "category-slug": "fencing-and-structures",
        "category": "Fencing and Structures",
        "description": [
            "Garden walls offer a multitude of benefits, enhancing both the functionality and aesthetics of outdoor spaces. They can be used for erosion control, creating usable space, and improving drainage."
        ],
        "image_urls": ["/images/walls.jpg"]
    },
    {
        "id": "052a047c-2ae0-4283-a252-d535552f697a",
        "name": "Garden Lighting",
        "category-slug": "fencing-and-structures",
        "category": "Fencing and Structures",
        "description": [
            "Garden lighting offers numerous benefits, including enhanced safety and security, increased usability of outdoor spaces, and aesthetic appeal. By strategically placing lights, you can create a welcoming atmosphere, and enjoy your outdoor space for longer periods. "
        ],
        "image_urls": ["/images/lighting.jpg"]
    },
    {
        "id": "f87fe6a2-f10c-481e-be03-cc0256852d89",
        "name": "Lawn Cutting",
        "category-slug": "lawns-and-turfing",
        "category": "Lawns and Turfing",
        "description": [
            "Regular lawn mowing offers several benefits, including a healthier lawn, improved aesthetics, and pest and weed control. It also reduces maintenance costs and can help prevent the spread of diseases and insects. "
        ],
        "image_urls": ["/images/lawn-mowing.jpg"]
    },

    {
        "id": "75c21a47-1e2a-4602-ac99-1013e740102c",
        "name": "Turf Laying",
        "category-slug": "lawns-and-turfing",
        "category": "Lawns and Turfing",
        "description": [
            "Laying new turf offers numerous benefits, including an instant, lush lawn, reduced weed growth, and improved soil stability. It provides an immediate visual appeal, a usable space for children and pets, and can even contribute to better air quality. "
        ],
        "image_urls": ["/images/new-turf.jpg"]
    },
    {
        "id": "8e618a56-59eb-48b8-8e4d-ec8383b9d70d",
        "name": "Artificial Lawns",
        "category-slug": "lawns-and-turfing",
        "category": "Lawns and Turfing",
        "description": [
            "artificial lawns offer a beautiful, low-maintenance, and durable solution for those seeking a consistently green outdoor space without the ongoing effort and resources required for natural grass."
        ],
        "image_urls": ["/images/artificial-lawn.jpg"]
    },
    {
        "id": "9d5c0f9f-403a-4901-84f8-b1a2eb8ee19f",
        "name": "Soil Preparation",
        "category-slug": "lawns-and-turfing",
        "category": "Lawns and Turfing",
        "description": [
            "Preparing garden soil before planting offers numerous benefits, including improved drainage, aeration, nutrient availability, and root penetration, all of which contribute to healthier, more productive plants. It also helps to control weeds, pests, and diseases."
        ],
        "image_urls": ["/images/soil-preparation.jpg"]
    },

    {
        "id": "67de96fa-69fb-48eb-83c5-ef031fa92ab5",
        "name": "Landscaping",
        "category-slug": "garden-design-and-landscaping",
        "category": "Garden Design and Landscaping",
        "description": [
            "Landscaping can transform a simple yard into an extension of your home, with areas for dining, entertaining, relaxing, or pursuing hobbies. It can also increase property value, improve curb appeal, and create a more functional and enjoyable outdoor space."
        ],
        "image_urls": ["/images/landscaping.jpg"]
    },
    {
        "id": "d77fe259-d3f0-4cf7-9986-fee727d1ac35",
        "name": "Gardens Renovated & Designed",
        "category-slug": "garden-design-and-landscaping",
        "category": "Garden Design and Landscaping",
        "description": [
            "A renovated garden can appeal to all senses with fragrant plants, soothing water features, varied textures, and vibrant colours, providing a more immersive and therapeutic experience. It can also create a more functional and enjoyable outdoor space."
        ],
        "image_urls": ["/images/design.jpg"]
    },
    {
        "id": "003e61ab-3fc9-46f0-80be-7fba311e9684",
        "name": "Garden Beds, Cleaned & Weeded",
        "category-slug": "garden-design-and-landscaping",
        "category": "Garden Design and Landscaping",
        "description": [
            "weeding flowerbeds is not just about making your garden look good; it's a fundamental practice that directly contributes to the health, vigour, and longevity of your flowers, while also saving you time and effort in the long run and offering personal well-being benefits."
        ],
        "image_urls": ["/images/weeding.jpg"]
    },
    {
        "id": "710d4b95-b807-4ca3-aeaa-35fb7a249dff",
        "name": "Flowerbeds",
        "category-slug": "garden-design-and-landscaping",
        "category": "Garden Design and Landscaping",
        "description": [
            "Flowerbeds introduce a dynamic display of colours, shapes, and textures throughout the seasons. This adds visual interest and vibrancy that a simple lawn or hardscape cannot provide, making your garden more captivating."
        ],
        "image_urls": ["/images/flowerbeds.jpg"]
    },
    {
        "id": "0e6bc001-42db-46ec-b8f7-e49b2da22f26",
        "name": "Tree Surgery, Dressing & Felling",
        "category-slug": "tree-and-hedge-services",
        "category": "Tree and Hedge Services",
        "description": [
            "Tree surgery is a vital investment for maintaining the health, safety, beauty, and value of trees on your property. It's a specialist field that requires professional expertise to achieve the best outcomes and avoid potential hazards."
        ],
        "image_urls": ["/images/tree-surgeon.jpg"]
    },

    {
        "id": "ae533baf-b80f-41c9-8c34-32dd4e4b78cc",
        "name": "Overgrown Gardens Restored",
        "category-slug": "tree-and-hedge-services",
        "category": "Tree and Hedge Services",
        "description": [
            "By clearing away overgrowth, you can clearly see the 'bones' of the garden – existing pathways, walls, levels, and mature trees or shrubs that might be hidden. This allows you to redesign and define distinct functional areas (e.g., a patio, a flowerbed, a vegetable patch)."
        ],
        "image_urls": ["/images/overgrown.jpg"]
    },
    {
        "id": "fd8d0e61-72c1-4293-9a61-d6d4a5292a5c",
        "name": "Hedge Cutting",
        "category-slug": "tree-and-hedge-services",
        "category": "Tree and Hedge Services",
        "description": [
            "Regularly trimmed hedges look smart and well-maintained, contributing significantly to the overall neatness and visual appeal of a garden or property."
        ],
        "image_urls": ["/images/hedge-cutting.jpg"]
    }
]
